Repository: OneLight-Studio/onebike-ios
Catalog: velibnroses/velibnroses/*.lproj/Localizable.strings
Languages: es, fr

# dialog_error_title
source: Error
fr: Erreur

# dialog_warning_title
source: Warning
es: Alerta
fr: Alerte

# jcd_ws_get_data_warning
source: Please wait for a moment, bikes stations data are being received or processed.
es: Por favor espere, datos de la estación se descargan o procesan.
fr: Veuillez patienter quelques instants, les données des stations de vélos sont en train d'être téléchargées ou traitées.

# jcd_ws_get_data_error
source: An error has occurred during bikes stations data getting.
es: Se ha producido un error al recuperar datos de las estaciones.
fr: Une erreur s'est produite lors de la récupération des données des stations de vélos.

# google_ws_search_ride_error
source: An error has occurred during ride search.
es: Se produjo un error en la búsqueda de su itinerario.
fr: Une erreur s'est produite lors de la recherche de votre itinéraire.

# departure_not_found
source: Could not locate departure address.
es: No hemos encontrado su dirección de inicio.
fr: L'adresse de départ est introuvable.

# arrival_not_found
source: Could not locate arrival address.
es: No hemos encontrado su dirección de destino.
fr: L'adresse d'arrivée est introuvable.

# error
source: Oops, an error occurred.
es: Oops, se produjo un error.
fr: Oops, uen erreur s'est produite.

# missing_departure
source: Please enter a departure address.
es: Por favor, llene la dirección de inicio.
fr: Veuillez renseigner l'adresse de départ.

# missing_arrival
source: Please enter an arrival address.
es: Por favor, llene la dirección de destino
fr: Veuillez renseigner l'adresse d'arrivée.

# same_location
source: Departure and arrival addresses are too close.
es: Inicio y destino están demasiado cerca
fr: Les adresses de départ et d'arrivée sont trop proches.

# incomplete_search_result
source: No ride matches your search.
es: Ninguna ruta coincide con su búsqueda.
fr: Aucun itinéraire ne correspond à votre recherche.

# ride_has_changed
source: Stations data has changed. OneBike has automatically selected for you a new ride.
es: La disponibilidad de las estaciones ha cambiado. OneBike ha seleccionado automáticamente una nueva ruta
fr: Les disponibilités des stations ont changé. OneBike vous a automatiquement sélectionné un nouvel itinéraire.

# no_more_available_ride
source: Stations data has changed. For the moment, there is no more station matching your search.
es: La disponibilidad de las estaciones ha cambiado. A No hay estaciones que coinciden con su búsqueda.
fr: Les disponibilités des stations ont changé. Il n'y a plus de station correspondant à votre recherche.

# no_location_activated
source: To take advantage of all features, please activate location into "Settings"
es: Para disfrutar de todas las funciones de la aplicación, gracias para permitir la localización en el menú "Settings"
fr: Pour bénéficier de l'ensemble des fonctionnalités, merci d'activer la localisation dans l'écran "Réglages"

# no_location_allowed
source: To take advantage of all features, please allow location into "Settings"
es: Para disfrutar de todas las funciones de la aplicación, gracias para permitir la localización en el menú "Settings"
fr: Pour bénéficier de l'ensemble des fonctionnalités, merci d'autoriser la localisation dans l'écran "Réglages"
